[
    {
        "idx": 0,
        "name": "คลับเมดฟิโนลูห์ วิลล่า มัลดีฟส์",
        "country": "มัลดีฟส์",
        "destinationid": 1,
        "coverimage": "https://i.pinimg.com/originals/67/29/c9/6729c9b81367e36c9b505256f76e7c63.jpg",
        "detail": "เที่ยวมัลดีฟส์ คลับเมด รีสอร์ทสุดหรู น่าจับตาแห่งใหม่ที่ มัลดีฟส์คลับเมดเปิด ฟิโนลูห์ วิลล่า รีสอร์ทเหนือระดับแห่งใหม่ ซึ่งจะพร้อมไปด้วยสิ่งอำนวยความสะดวกและการบริการอย่างเหนือระดับ ที่แขกทุกท่านสามารถเลือกที่จะเข้าพัก ในราคาพิเศษ พร้อมตั๋วเครื่องบินไปกลับ เลือกเดินทางได้เลยวันนี้",
        "price": 41300,
        "duration": 3
    },  
    {
        "idx": 1,
        "name": "เต็มอิ่มมหานครปารีส",
        "country": "ฝรั่งเศส ",
        "destinationid": 2,
        "coverimage": "https://www.prachachat.net/wp-content/uploads/2023/11/web-cover-copy.jpg",
        "detail": "นำท่านเดินทางสู่ มหานครปารีส ชมมหาวิหารซาเคร เกอร์ ผ่านลานประวัติศาสตร์ จัตุรัสคองคอร์ด ถนนสายโรแมนติก ชองป์เอลิเซ่ ถ่ายรูปคู่กับประตูชัยนโปเลียน ล่องเรือบาโตมุช ช๊อปปิ้งที่ CHIC OUTLET LA VALLEE VILLAGE ชมความงดงามของ พระราชวังแวร์ซายส์ เข้าชมมหาวิหารมองซ์แซงต์มิเชล อิสระเที่ยวปารีสเต็มวัน จองได้แล้ววันนี้",
        "price": 49999,
        "duration": 7
    },  
    {
        "idx": 2,
        "name": "เพชรบูรณ์ ภูทับเบิก",
        "country": "ประเทศไทย",
        "destinationid": 9,
        "coverimage": "http://travel.mthai.com/app/uploads/2014/10/1411544180-011-o.jpg",
        "detail": "เที่ยวเมืองในหมอกสุดฟิน เสพย์บรรยากาศเมืองโบราณ ร่วมสักการะเจดีย์ \"พระธาตุผาซ่อนแก้ว\" และชมวิวทะเลหมอกช่วงหน้าฝน และทุ่งดอกกระหล่ำที่เขียวขจีนับร้อยๆต้น ถือว่าเป็น 1 ใน UNSEEN NATURES AND WONDERS ในจังหวัดเพชรบูรณ์ ฟินกับการถ่ายรูปกับทุ่งดอกมากาเร็ตสีม่วงนับพันๆต้น ทิ้งท้ายด้วยการเช็คอิน จุดแลนด์มาร์ก แทนรัก ทะเลหมอก หรือชื่อเป็นที่รู้จักกัน คือ บ้านสีส้ม ซึ่งเป็นจุดชมวิวที่สวยแห่งหนึ่งของเขาค้อ",
        "price": 4999,
        "duration": 3
    },
    {
        "idx": 3,
        "name": "แอ่วเมืองน่าน",
        "country": "ประเทศไทย",
        "destinationid": 9,
        "coverimage": "https://s.isanook.com/tr/0/ud/279/1395029/watphumin.jpg",
        "detail": "เยือนเมืองน่าน เมืองแห่งความอุดมสมบูรณ์ป่าเขา และเข้มแข็งทางวัฒนธรรมกับประวัติศาสตร์อันยาวนานมากกว่า 700 ปี ไปสักการะ เสาพระหลักเมืองน่าน ณ วัดมิ่งเมือง เยี่ยมชม วัดภูมินทร์ ซึ่งมีภาพที่มีชื่อเสียงที่สุดคือภาพ 'ปู่ม่านย่าม่าน' ต่อด้วยเข้าชมพิพิธภัณฑสถานแห่งชาติน่าน ที่มีไฮไลท์สำคัญคือ งาช้างดำและซุ้มลีลาวดี จากนั้นเที่ยวชมวัดพระธาตุช้างค้ำวรวิหาร, วัดพระธาตุแช่แห้ง ที่มีพระธาตุประจำปีเกิดของปีเถาะ, วัดพระธาตุเขาน้อย ตกเย็นเข้าสู่ตัวเมืองเดินเล่นที่ กาดข่วงเมืองน่าน จากนั้นเดินทางสู่ อ.บ่อเกลือ แวะถ่ายรูปที่ \"ถนนหมายเลข 3\" ที่นับว่าเป็น Unseen แห่งใหม่ของจังหวัดน่าน ชมบ่อเกลือสินเธาว์ มุ่งหน้าสู่หมู่บ้านสะปัน นั่งชิลที่ หยุดเวลาคาเฟ่ คาเฟ่มุมสวยที่สุดแห่งหมู่บ้านสะปัน แวะถ่ายรูปที่จุดชมวิว 1715 เดินทางขึ้นชมวิวรับอากาศหนาวดอยสกาด หมู่บ้านกลางสายหมอก เดินทางสู่วัดภูเก็ต ที่มีอุโบสถทรงล้านนาประยุกต์ ประดิษฐานหลวงพ่อแสนปัว หรือ หลวงพ่อพุทธเมตตา ปิดท้ายด้วย ร้านกาแฟไทลื้อ ร้านกาแฟที่ตั้งอยู่กลางทุ่งนาและขุนเขา",
        "price": 9999,
        "duration": 3
    },
    {
        "idx": 4,
        "name": "หาดใหญ่",
        "country": "ประเทศไทย",
        "destinationid": 9,
        "coverimage": "https://f.ptcdn.info/563/018/000/1399260850-lipe23-o.jpg",
        "detail": "นำท่านเดินทางถึงสนามบินหาดใหญ่ สักการะศาลเจ้าพ่อตะรุเตา ชมอ่าวพันเตมะละกา เกาะตะรุเตา เดินทางสู่ เกาะไข่ ชมประติมากรรมทางธรรมชาติ นำท่านสู่เกาะหลีเป๊ะ อิสระกับการเล่นน้ำ นำท่านลงเรือหางยาวเพื่อออกดำน้ำจุดแรก ณ อ่าวแม่หม้าย เดินทางไปยัง เกาะกระ ชมความสวยงามของหาดทรายขาวสะอาดและน้ำทะเลใส ดำน้ำเกาะตาลัง และช้อปปิ้งสินค้าราคาถูกมากมายบริเวณ ตลาดกิมหยง",
        "price": 9999,
        "duration": 3
    },
    {
        "idx": 5,
        "name": "ทัวร์สวิตเซอร์แลนด์และนิทรรศการชาเลนเจอร์",
        "country": "สวิตเซอร์แลนด์",
        "destinationid": 2,
        "coverimage": "https://themomentum.co/wp-content/uploads/2018/10/TheMo_Thumbnail-Switzerland.png",
        "detail": "พบกับประสบการณ์ท่องเที่ยวที่น่าประทับใจในทัวร์สวิตเซอร์แลนด์ และเข้าชมนิทรรศการชาเลนเจอร์ที่หลากหลาย รับชมความงดงามของเมืองชาฟเฮาเซ่น และน้ำตกไรน์ที่ใหญ่ที่สุดในยุโรป พาท่านสำรวจเมืองโลซานน์ตามรอยเสด็จประพาส และชมปราสาทชิลยอง สัมผัสบรรยากาศเมืองเซอร์แมทและยอดเขาแมททอร์ฮอร์น ท่องเที่ยวที่เมืองเวเว่ย์ ฉายาไข่มุกแห่งริเวียร่าสวิส พร้อมทำประสบการณ์ที่สุดยอดบนยอดเขาจุงเฟรา (Jungfrau) และเขากลาเซียร์ 3000 (Glacier 3000) อีกด้วย",
        "price": 119900,
        "duration": 10
    },
    {
        "idx": 6,
        "name": "คลับเมดฟิโนลูห์ วิลล่า มัลดีฟส์",
        "country": "มัลดีฟส์",
        "destinationid": 1,
        "coverimage": "https://www.wonderfulpackage.com/uploads/moxie/Maldives/club%20med%20finolhu/Beach%20Villa%20-%20Sunrise/KANV_LUXE_A115_090.jpg",
        "detail": "เที่ยวมัลดีฟส์ คลับเมด รีสอร์ทสุดหรู น่าจับตาแห่งใหม่ที่ มัลดีฟส์คลับเมดเปิด ฟิโนลูห์ วิลล่า รีสอร์ทเหนือระดับแห่งใหม่ ซึ่งจะพร้อมไปด้วยสิ่งอำนวยความสะดวกและการบริการอย่างเหนือระดับ ที่แขกทุกท่านสามารถเลือกที่จะเข้าพัก ในราคาพิเศษ พร้อมตั๋วเครื่องบินไปกลับ เลือกเดินทางได้เลยวันนี้",
        "price": 41300,
        "duration": 3
    },
    {
        "idx": 7,
        "name": "ไอซ์แลนด์ ตามล่าแสงเหนือ",
        "country": "ไอซ์แลนด์",
        "destinationid": 2,
        "coverimage": "https://img.kapook.com/u/2021/sutasinee/02/i9.jpg",
        "detail": "ทัวร์ยุโรป พาท่านตามล่าแสงเหนือ ดินแดนแห่งธรรมชาติ เที่ยวครบไอซ์แลนด์ใต้ - ตะวันออก โปรแกรมไม่เร่งรีบ ชม Plane Wrack ขับ Snow mobile บนกราเซีย แวะช็อปปิ้งเฮลซิงกิ พิเศษ!! ทานอาการโดมกระจก 360 องศา ที่ Perlan",
        "price": 149999,
        "duration": 10
    },
    {
        "idx": 8,
        "name": "อันซีนสวิตเซอร์แลนด์",
        "country": "สวิตเซอร์แลนด์",
        "destinationid": 2,
        "coverimage": "https://ik.imagekit.io/tvlk/blog/2021/08/Lauterbrunnen-2.jpg?tr=dpr-2,w-675",
        "detail": "เที่ยวเต็มอิ่ม กับทัวร์สวิตเซอร์แลนด์ พร้อมเส้นทางฮิต นำท่านเยือนเมืองชาฟเฮาเซ่น ชมน้ำตกไรน์ ที่มีขนาดใหญ่ที่สุดในยุโรป เที่ยวกรุงเบิร์น ตามรอยเสด็จประพาส ณ เมืองโลซานน์ ชมปราสาทชิลยอง เที่ยวเมืองเซอร์แมท ชมยอดเขาแมททอร์ฮอร์น เที่ยวเมืองเวเว่ย์ ฉายา ไข่มุกแห่งริเวียร่าสวิส พิชิต 2 เขา ยอดเขาจุงเฟรา (Jungfrau) และ เขากลาเซียร์ 3000 (Glacier 3000 *ทานอาหารกลางวันบนเรือสำราญทะเลสาบเจนีวา *พร้อมอร่อยกับเมนูพิเศษ Swiss Fondue จองเลย",
        "price": 119900,
        "duration": 10
    }
]